Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: To prawda. Tak poważne oskarżenia wymagają bliższej obserwacji.
uk: Це правда. Такі серйозні звинувачення вимагають ретельної перевірки.

source: To prawda. Wojownik z niego żaden, ale ma setki innych zalet. Postaram się, żeby ludzie zaczęli dostrzegać, jak dobrze mieć go przy sobie.
uk: Це правда. Воїн з нього нікудишній, але він має сотні інших чеснот. Я спробую донести до людей те, як добре, що він з нами.

source: To prawda. Zmarł praktycznie na moich rękach, a ja nic nie mogłem zrobić...
uk: Це правда. Він помер практично у мене на руках, і я нічого не міг зробити...

source: To prawda... miałem kiedyś wyjątkowo nieuczciwą konkurencję, ale od dawna nie pracuję w tym zawodzie.
uk: Так, це правда... колись у мене були дуже жорстокі конкуренти, але я вже давно покинув свою справу.

source: To prawda... należałem do szajki porywaczy. Robiłem wiele rzeczy, o których... wolałbym zapomnieć.
uk: Це правда... Я належав до банди викрадачів. Я робив багато речей, про які... краще забути.

source: To prawdziwe skarby w dzisiejszych czasach, szczególnie cenne, gdy głód zagląda nam w oczy.
uk: У наш час це справжній скарб, особливо цінний, коли голод дивиться нам у вічі.

source: To prawdziwy raj dla wszelkiej maści łotrów, którzy bez pytania poderżną ci gardło tylko dlatego, że nie przypodobała im się twoja buźka.
uk: Це справжній рай для лиходіїв усіх мастей, які переріжуть тобі горлянку, не питаючи. Просто через те, що їм не сподобалося твоє обличчя.

source: To proste!
uk: Дуже легко!

source: To proste! W wiosce panował spokój do czasu, gdy nie pojawiliście się wy - mąciciele i łajdaki.
uk: Все просто! В селі було тихо, поки не з'явилися ви, баламути і ледацюги.

source: To proste. Zmieniliśmy sierżanta.
uk: Все просто. Ми змінили сержанта.

source: To przecież niemożliwe!
uk: Але це ж неможливо!

source: To przecież niemożliwe! Mapa musi być poprawna!
uk: Це неможливо! Мапа повинна бути правильною!

source: To przecież podlega pod zdradę korony, więc chyba nawet do Górniczej Doliny ich nie ześlą, tylko od razu na szafot!
uk: А це вже зрада корони, тож їх відправлять навіть не у Гірничу Долину, а одразу на шибеницю!

source: To przeklęte miejsce... Nigdy nie powinniśmy byli tutaj schodzić. Legendy były prawdziwe, każdego, kto tu przybędzie, czeka jedynie śmierć i cierpienie.
uk: Це прокляте місце... Нам не варто було сюди спускатися. Легенди були правдивими: кожного, хто прийде сюди, чекають лише смерть і страждання.

source: To przez ciebie Jon nie żyje. Zamordowałeś go tam z zimną krwią.
uk: Саме через тебе Йон загинув. Ти холоднокровно вбив його там.

source: To przez ciebie, ty sukinsynie!
uk: Це все через тебе, сучий ти сину!

source: To przez wasz nieudany zamach mój brat nie żyje...
uk: Саме через ваш невдалий замах загинув мій брат...

source: To raczej nie była śmierć ze starości.
uk: Навряд чи це була смерть від старості.

source: To rozumiem. Tylko pamiętaj, że nie mamy ochoty zdrapywać cię ze ściany.
uk: Оце я розумію. Тільки пам'ятай, що нам не дуже хочеться зішкрябувати тебе зі стін.

source: To ruchy, bo nie ręczę za siebie!
uk: То рухайся, бо за себе я не відповідаю!

source: To rzeczywiście byłoby całkiem problematyczne, ale spokojnie, nie musisz zdobywać ich zaraz po zjedzeniu przez zwierzę.
uk: Це було б досить проблематично, але не хвилюйся, тобі необов'язково діставати насіння одразу після того, як тварина поїсть.

source: To rzeczywiście solidny sprzęt.
uk: Це справді якісне спорядження.

source: To rzeczywiście solidny sprzęt. Drogi, prawda, ale dezerterzy padli od niej jak muchy.
uk: Це справді якісне спорядження. Щоправда, дороге, але дезертири від нього мруть, як мухи.

source: To sam wiesz, jaki to wymagający człowiek.
uk: Тоді ти знаєш, який він вимогливий чоловік.

source: To samo będzie się tyczyło ciebie. Powiedz komuś jak wyglądało twoje dołączenie do Araxos, a zrobimy z tobą porządek!
uk: Те саме стосується і тебе. Спробуй розказати комусь, яким було твоє посвячення до Араксосу, і ми з тобою розберемося!

source: To samo mówili o tobie, gdy pierwszy raz się tu pojawiłeś.
uk: Те саме говорили і про тебе, коли ти тільки-но прибув сюди.

source: To samo powiedziałem jego ludziom. Jak słyszysz, problem nie zniknął.
uk: Те саме я і сказав його людям. Як бачиш, проблема не зникла.

source: To samo słyszałem od Rodericha. Powiedz mi, co miałoby was przekonać do ich wydania?
uk: Те ж саме я чув і від Родеріха. Скажи мені, що може переконати Варту витратити їх?

source: To samo, co od ponad dwudziestu lat. Pilnuję, żeby tacy jak ty się tutaj nie szwendali.
uk: Те саме, що я роблю вже понад двадцять років. Стежу за тим, щоб такі, як ти, тут не вешталися.

source: To samo, co zwykle, piję, narzekam i przesiaduję. Dzień jak co dzień.
uk: Так само, як і завжди, п'ю, жаліюся і сиджу без діла. День як день.

source: To się chwali. Helga przynajmniej nie będzie musiała się stresować, że otruje gości!
uk: Це похвально. Принаймні, Хельзі не доведеться турбуватися про те, що її гості можуть отруїтися!

source: To się dzieje, gdy ktoś próbuje powiedzieć prawdę...
uk: Ось що буває, коли хтось намагається розповісти правду...

source: To się jeszcze okaże, czy mówisz prawdę!
uk: Лишилося з'ясувати, чи кажеш ти правду!

source: To się jeszcze okaże.
uk: Побачимо.

source: To się jeszcze okaże. Opłaca się nim zostać?
uk: Я ще не вирішив, чи варто приєднуватися до вас. Як тут взагалі живеться?

source: To się już nie powtórzy.
uk: Це більше не повториться.

source: To się nawet dobrze składa, potrzebuję pomocy kogoś niezrzeszonego...
uk: Це навіть добре, мені потрібна допомога когось зі сторони...

source: To się nazywa duch walki. Do roboty chłopcy!
uk: Оце і називається бойовим духом. До роботи, хлопці!

source: To się nazywa pojedynek! Gdzie nauczyłeś się tak walczyć?
uk: Оце я називаю поєдинком! Де ти навчився так битися?

source: To się nazywa widowisko, już od dłuższego czasu nikogo nie ścinano w naszym mieście.
uk: Оце я називаю видовищем, у нашому місті вже давно нікому не відрубували голови.

source: To się nazywa zrobić dobre pierwsze wrażenie!
uk: Оце я називаю справити гарне перше враження!

source: To się okaże, ale tylko wtedy, gdy będzie po wszystkim. Nie mam zamiaru tracić więcej czasu na gadanie.
uk: Це ми ще з'ясуємо, але тільки після того, як все скінчиться. Я не збираюсь більше витрачати час на цю балаканину.

source: To się pospiesz! Liczy się każda godzina!
uk: То поспішай! На рахунку кожна година!

source: To się świetnie składa!
uk: Це чудово!

source: To skomplikowane. Lena prosiła, bym ci przekazał, że ma się dobrze.
uk: Це важко пояснити. Олена просила передати тобі амулет і сказати, що у неї все добре.

source: To skurczybyk... nie musisz mi tego mówić. Ma szczęście, że w przeciwieństwie do Rity jestem wyrozumiała.
uk: От покидьок... ти міг мені цього не казати. Йому пощастило, що на відміну від Рити, я його розумію.

source: To skąd te wszystkie szkielety?
uk: Тоді звідки взялися всі ці скелети?

source: To slumsy, przyjacielu! Nowi łatwo tutaj wpadają w kłopoty!
uk: Це нетрі, мій друже! Приїжджі постійно потрапляють тут в неприємності!

source: To sobie wybrali miejsce! Heh... Równie dobrze mogliby prosić Magów Ognia o błogosławieństwo bez złożenia ofiary!
uk: Ну і місце вони вибрали! Хех... З таким же успіхом вони могли б попросити благословення у Магів Вогню без пожертвування!

source: To specyficzni ludzie, ale gwarantuję, że włos wam z głowy nie spadnie.
uk: Люди там трохи дивні, але я гарантую, що жодна волосинка з ваших голів не впаде.

source: To speluna pełna różnej maści bandziorów.
uk: Це діра, повна різних покидьків.

source: To spora niespodzianka, ale mile widziana.
uk: Це велика несподіванка, але приємна.

source: To sprawa między braćmi, nie moja!
uk: Це справа між братами, а не моя!

source: To sprawa straży miejskiej.
uk: Це справа Міської Варти.

source: To sprawka jednego z was, jestem tego pewien!
uk: Це зробив хтось із вас, я в цьому впевнений!

source: To spuścisz z tonu i będziesz grzeczny, rozumiemy się?
uk: То ти будеш говорити тихіше і ввічливіше, ми зрозуміли один одного?

source: To stare czasy.
uk: В старі часи.

source: To stosunkowo łatwe, ale trzeba być ostrożnym. Złap je u nasady i szarpnij, uważając, żeby ich nie połamać, bo tracą wtedy na wartości.
uk: Це досить просто, але потрібно бути обережним. Візьми їх біля кореня і потягни, роби це акуратно, щоб не пошкодити крила, бо тоді вони втратять свою цінність.

source: To strażnicy są odpowiedzialni za te martwe zwierzęta?
uk: Це вартові відповідальні за тих мертвих звірів?

source: To stąd się wzięli ci gwardziści.
uk: Ось звідки взялися ці гвардійці.

source: To surowy i pragmatyczny człek, ale sprawiedliwy. Nie to, co te królewskie, tchórzliwe popleczniki! Im to tylko uczty i burdele w głowach.
uk: Він - людина сувора і прагматична, але справедлива. Не те, що ті королівські боягузливі посіпаки! Усе, про що вони можуть думати, - це бенкети та борделі.

source: To szukaj sobie, słodziutki, ale nie we mnie.
uk: То шукай собі, солоденький, мені це не цікаво.

source: To są moje beczki!
uk: Це мої бочки!

source: To słynna Lorietta! Okręt starego wilka morskiego, Corteza.
uk: Це ж знаменита Лорієтта! Корабель старого морського вовка Кортеза.

source: To tak jak przy wymianie handlowej: ty czegoś chcesz, i my czegoś chcemy. Sumiennie wykonuj obowiązki, a wesprzemy cię w poszukiwaniach.
uk: Це як торгівля: тобі щось потрібно, і нам щось потрібно. Сумлінно виконуй свої обов'язки, а ми допоможемо тобі в пошуках.

source: To taki uprzejmy i dobry człowiek!
uk: Він така ввічлива і добра людина!

source: To takie jeszcze istnieje? Chyba nie na tej wyspie.
uk: Хіба таке ще існує? Напевно, не на цьому острові.

source: To takie miejsce, które jest schronieniem dla najgorszych szumowin na całej wyspie.
uk: Це таке місце, яке є притулком для найгірших відморозків на всьому острові.

source: To takie stare ruiny, bardzo mu zależało, żeby coś tam sprawdzić.
uk: Це такі старі руїни, він дуже хотів щось там перевірити.

source: To także dla nich wyzwalałem to miasto. Nie jestem takim bezdusznym potworem, jakbyście chcieli.
uk: Саме для них я звільнив це місто. Я не такий бездушний монстр, яким ви хочете мене бачити.

source: To także obiło mi się o uszy. Riordian już którąś godzinę wysłuchuje kazania na ten temat od Przeora oraz wszystkich Arcymagów.
uk: Про це я також чув. Ріордіан вже близько години вислуховує проповіді на цю тему від Настоятеля та всіх Архімагів.

source: To tam wśród stosów złota i innych antyków, na zdobionej wadze, złożony był Rozjemca, miecz z legend, po którego wyruszyliśmy.
uk: Саме там, серед купи золота та інших прадавніх скарбів, на оздоблених терезах зберігався Миротворець, меч з легенд, по який ми вирушили.

source: To ten człowiek, który kręcił się przy kuchni?
uk: Це той чоловік, що вештався біля кухні?

source: To ten naprzeciwko Austerii Ernesto.
uk: Це той будинок навпроти Гостинного двору Ернесто.

source: To ten spory budynek na samym krańcu Biednej Dzielnicy, tuż pod wieżą strażniczą.
uk: Це велика будівля в самому кінці Бідного кварталу, трохи нижча сторожової вежі.

source: To ten, ale jego ciało zostało dawno splądrowane.
uk: Це він, але його тіло давно обікрали.

source: To ten?
uk: Це він?

source: To też prawda. Co z tą nauką?
uk: Це теж правда. То як щодо навчання?

source: To tobie zawdzięczamy pogrążenie królewskiej floty...
uk: Саме тобі ми завдячуємо знищенням королівського флоту...

source: To trochę dużo, nie uważasz?
uk: Це трохи забагато, тобі не здається?

source: To trochę dużo.
uk: Це трохи забагато.

source: To trochę mało, musisz przynieść więcej.
uk: Цього замало, треба принести більше.

source: To trochę powyżej moich możliwości. Poza tym nie mogę opuścić wyspy. Mój brat zaginął.
uk: Це трохи за межами моїх можливостей. Крім того, я не можу покинути острів. Мій брат зник.

source: To trochę taka nasza... klasztorna tradycja podczas zbierania winogron.
uk: Це частина нашої... монастирської традиції під час збирання винограду..

source: To trochę za mało, musisz przynieść więcej.
uk: Тут трохи замало, принеси ще.

source: To trochę za mało, przynieś więcej złota.
uk: Цього трохи замало, принеси ще золота.

source: To trochę za mało, przynieś więcej.
uk: Цього замало, принеси ще.

source: To trochę za mało.
uk: Тут трохи замало.

source: To trwało tylko parę sekund... tyle krwi, krzyków, wszyscy po prostu padali na ziemię...
uk: Це тривало лише кілька секунд... Стільки крові, криків, всі просто падали на землю...

source: To tutaj. Musimy się jakoś pozbyć tego strażnika. Masz jakiś pomysł?
uk: Це тут. Треба якось позбутися цього вартового. Маєш якісь ідеї?

source: To tutaj. Właź.
uk: Це тут. Проходь.

source: To tutaj. Życzę miłej wizyty.
uk: Це тут. Приємного візиту.

source: To twierdza położona w górach na południowym krańcu wyspy. Żyją tam rdzenni mieszkańcy Archolos, dla których najważniejszy jest honor i rodzina.
uk: Це фортеця, розташована в горах на самому півдні острова. Там живе корінний народ Архолосу, для якого найважливішими є честь і рід.

source: To twoja farma, nie możesz go wywalić?
uk: Це ж твоя ферма, ти не можеш його вигнати?

source: To twoja jedyna szansa by wyjść ze sprawy cało.
uk: Це твій єдиний шанс вийти з цієї справи цілим.

source: To twoja ostateczna oferta?
uk: Це твоя остаточна пропозиція?

source: To twoja ostateczne oferta?
uk: Це твоя остаточна пропозиція?

source: To twoja ostatnia godzina!
uk: Це твоя остання година!

source: To twoja ostatnia szansa. Oddaj mi Rozjemcę, a pozwolę wam żyć.
uk: Це твій останній шанс. Віддай мені Миротворця, і я дарую вам життя.

source: To twoja pierwsza dobra decyzja tego wieczoru.
uk: Це твоє перше правильне рішення за вечір.

source: To twoja stodoła?
uk: Це твій хлів?

source: To twoja zasługa. Taki głos jest w stanie poruszyć nawet serce Marthy!
uk: Це твоя заслуга. Такий голос здатен розчулити навіть серце Марти!

source: To twój amulet?
uk: Це твій амулет?

source: To twój koniec, padalcu!
uk: Тобі кінець, падлюко!

source: To twój koniec, śmieciu!
uk: Це твій кінець, нікчемо!

source: To twój kumpel? Skonfiskowaliśmy przy nim kilka ciekawych rzeczy...
uk: Це твій приятель? Ми конфіскували у нього кілька цікавих речей...

source: To twój miecz?
uk: Це твій меч?

source: To twój niedźwiedź?
uk: Це твій ведмідь?

source: To twój pies?
uk: Це твій пес?

source: To twój żołd za raport.
uk: Це твоя платня за звіт.

source: To ty byłaś tym chudzielcem podczas porwania Jorna.
uk: Це ти була тим худим викрадачем Йорна.

source: To ty czarowałeś pod plebanią Magów Ognia w mieście!
uk: Це ти чаклував біля будинку Магів Вогню у місті!

source: To ty debiutujesz, Marvin. Liczę, że nie zje cię trema!
uk: Це твій дебют, Марвіне. Сподіваюся, страх сцени не з'їсть тебе!

source: To ty jesteś Antonio.
uk: То це ти Антоніо.

source: To ty jesteś Antonio?
uk: То це ти Антоніо?

source: To ty jesteś Marvin, tak?
uk: То це ти Марвін, вірно?

source: To ty jesteś Mures?
uk: Ти Муреш?

source: To ty jesteś ten nowy, co to wszędzie węszy i zagląda?
uk: То це ти той новенький, що нишпорить і заглядає усюди?

source: To ty jesteś tym nowym, co to wszędzie wtyka nos?
uk: Ти новенький, який всюди пхає свого носа?

source: To ty jesteś tym nowym, co wszystkich zaczepia? Zobaczymy, czy w walce jesteś równie mocny co w gębie!
uk: Це ти той новачок, який усім набридає? Подивимося, чи ти насправді такий сильний у бою, як на словах!

source: To ty musisz być tym, który narobił ostatnio sporo zamieszania w okolicy.
uk: Ти, мабуть, той самий, хто останнім часом наробив багато галасу в околиці.

source: To ty nasłałaś na mnie tych ludzi w Wilczym Leżu!
uk: Це ти натравила на мене тих людей у Вовчому Лігві!

source: To ty od dłuższego czasu próbujesz skłócić górników i strażników. Nawet nie próbuj się wypierać, mam na to dowody.
uk: Ти - той, хто вже давно намагається розсварити гірників і вартових. Навіть не намагайся це заперечувати, у мене є докази.

source: To ty stoisz po tej lepszej stronie krat. Wymyśl coś.
uk: Тобі видніше по той бік ґрат. Вигадай що-небудь.

source: To ty tak twierdzisz. Twoje słowa nie mają żadnego pokrycia.
uk: Це ти так стверджуєш. Твої слова не мають доказів.

source: To ty wysłałaś rabusi, by się mnie pozbyli!
uk: Це ти послала грабіжників, щоб позбутися мене!

source: To ty wytwarzasz złote Innosy?
uk: Це ти виготовляєш золотих Інносів?

source: To ty zabiłaś jego ludzi?
uk: Це ти вбила його людей?

source: To ty! Jestem twoim dłużnikiem.
uk: Завдяки тобі! Я твій боржник.

source: To ty! Otrułeś Holdwiga!
uk: Це був ти! Ти отруїв Гольдвіга!

source: To ty, Marvin... Te gnojki mocno mnie pokiereszowały...
uk: Це ти, Марвіне. Ці виродки мене добряче потовкли.

source: To tyle z naszego obywatelstwa. Jak spróbujemy dostać się siłą do środka, to straż nas złapie i wyśle do Górniczej Doliny. Chyba tak czy owak czeka nas taki los...
uk: Стільки зусиль заради нашого громадянства. Якщо ми спробуємо проникнути всередину силою, вартові впіймають нас і відправлять до Гірничої Долини. Схоже, нас у будь-якому випадку чекає така доля...

source: To tyle, co chciałem wiedzieć.
uk: Це все, що я хотів дізнатися.

source: To tyle.
uk: Ось, дивись.

source: To tylko szczur. Nie ma się czym przejmować.
uk: Це всього лиш щур. Нема про що хвилюватися.

source: To tylko użądlenie krwiopijcy, nie masz się czym przejmować. Jest mi już zdecydowanie lepiej, trochę odpoczynku w wygodnym łóżku i ciepły posiłek potrafią zdziałać cuda.
uk: Це просто укус шершня, нічого страшного. Зараз мені набагато краще. Трохи відпочинку, зручне ліжко і тепла їжа творять чудеса.

source: To tym bardziej muszę z nim pogadać. Dzięki za informację.
uk: Тому тим більше потрібно поговорити з ним. Дякую за інформацію.

source: To uczciwa cena. Mniej więcej za tyle sam je kupowałem.
uk: Це справедлива ціна. Приблизно за стільки ж я їх і купував.

source: To uważnie mu się przyglądaj, zanotuj wszystkie obserwacje i zdaj mi relację.
uk: Тоді уважно поспостерігай, занотуй усі спостереження і відзвітуй мені.

source: To uwierz. Nie mam zamiaru cię do niczego przekonywać.
uk: То повір. Я не збираюся тебе переконувати.

source: To w nas jest prawdziwa siła!
uk: Справжня сила - це ми!

source: To w zasadzie bez znaczenia, bo już nie żyjesz!
uk: Насправді це не має значення, тому що ти вже мертвий!

source: To warzywo.
uk: Це овоч.

source: To was czeka, jeśli się nie poddacie!
uk: Це те, що чекає на вас, якщо ви не здастеся!

source: To wasza pierwsza wizyta na Archolos?
uk: Це ваш перший візит на Архолос?

source: To wasze wynagrodzenie i mały dodatek ode mnie.
uk: Ось ваша винагорода і ще трохи зверху від мене.

source: To weteran niezliczonych bitew, w tym kilku kampanii królewskich. Doświadczenia na polu walki może mu pozazdrościć wielu generałów samego Króla.
uk: Він ветеран незліченних битв, в тому числі кількох королівських кампаній. Його бойовому досвіду могли б позаздрити багато генералів самого Короля.

source: To widzimy się wieczorem, młody.
uk: Тоді побачимось ввечері, хлопче.

source: To widzę, ale gdzie są moi ludzie? Oczekuję raportu!
uk: Я це бачу, але де мої люди? Я чекаю доповіді!

source: To wiele tłumaczy.
uk: Це багато що пояснює.

source: To wielka strata, ale nie mogłem pozwolić, by mięso się zmarnowało. No i teraz mam go za dużo.
uk: Це велика втрата, але я не міг дозволити м'ясу пропасти. А тепер у мене його забагато.

source: To wielki budynek z ogrodzeniem, a w jego pobliżu stacjonuje cały oddział strażników. Na pewno rzuci ci się w oczy.
uk: Це великий будинок з парканом, навколо якого чергує цілий загін вартових. Він точно приверне твою увагу.

source: To wielki koleś, nie wiem, czy pójdzie mi z nim tak samo łatwo, jak z tym tutaj.
uk: Він кремезний хлопець, тому я не знаю, чи впораюся з ним так само легко, як впорався з цим.

source: To wiem, ale po co i dokąd ją pchasz?
uk: Це я бачу, але куди і нащо ти її пхаєш?

source: To wiem. Powiedz mi lepiej, czy masz już dokument poświadczający twoje obywatelstwo?
uk: Це я знаю. Скажи мені краще, чи маєш ти вже документ, що засвідчує твоє громадянство?

source: To wino to trochę mój własny pomysł. Wszyscy tutaj wolą robić wszystko zgodnie z dawnymi tradycjami i boją się zmienić stare receptury choćby o jedną łyżkę przypraw.
uk: Це вино – частково моя власна ідея. Тут всі вважають за краще робити все за давніми традиціями і бояться змінювати старі рецепти навіть на одну ложку спецій.

source: To wolny kraj i będę robił, co mi się żywnie podoba!
uk: Це вільна країна, і я буду робити те, що захочу!

source: To wróć, jak będziesz miał pełną kwotę.
uk: Приходь, коли матимеш повну суму.

source: To wróć, jak będziesz miał.
uk: Тоді повертайся, коли матимеш.

source: To wróć, jak zdobędziesz pieniądze!
uk: Тоді повертайся, коли будуть гроші!

source: To wspaniale! Choć po poprzedniej części raportu nie spodziewałem się takich wieści. Co udało ci się ustalić?
uk: Це чудово! Хоча я не очікував такої новини після попередньої частини звіту. Що вдалося з'ясувати?

source: To wspaniale, że miałeś swoją chwilę triumfu, ale ja zostałem na lodzie.
uk: Це чудово, що ти отримав свій момент тріумфу, але я залишився ні з чим.

source: To wspaniała wiadomość! Oczywiście jego stan to wielka tragedia, nad którą będę ubolewał, ale działanie eliksiru jest dla mnie przełomowym krokiem!
uk: Це чудова новина! Очевидно, що його стан – це велика трагедія, про яку я буду шкодувати, але дія еліксиру – для мене це справжній прорив!

source: To wspaniałomyślne z ich strony, gdyby tylko jeszcze potrafili czytać... wtedy wszystko udałoby się załatwić znacznie szybciej.
uk: Це дуже великодушно з їхнього боку, якби вони ще вміли читати... тоді все було б набагато швидше.

source: To wszystkie pytania, jakie miałem.
uk: Це всі запитання, які в мене були.

source: To wszystkie ryby, jakie udało mi się zebrać.
uk: Це вся риба, яку мені вдалося зібрати.

source: To wszystkie z listy. Dzięki za pomoc, teraz nawet ogrody ze Starego Miasta nijak się mają do mojego!
uk: Це все зі списку. Дякую за допомогу, тепер навіть сади у Старому місті не зрівняються з моїм!

source: To wszystko KŁAMSTWA!
uk: Це все БРЕХНЯ!

source: To wszystko co chciałem usłyszeć. Żegnaj.
uk: Це все, що я хотів почути. Побачимось.

source: To wszystko dalej nie wyjaśnia, jak się nagle znalazłeś w środku naszej kaplicy. Co tam się jeszcze wydarzyło?
uk: Це все одно не пояснює, як ти раптом опинився посеред нашого храму. Що там ще сталося?

source: To wszystko dla tego łysego wieśniaka?
uk: І все це заради цього лисого селюка?

source: To wszystko jedynie zaogniło i tak bardzo napiętą sytuację na wyspie.
uk: Все це лише підігрівало і без того дуже напружену ситуацію на острові.

source: To wszystko jego wina. Mówiłem mu, że musimy zmienić trasę!
uk: Це він винен. Я ж казав йому, що треба змінити маршрут!

source: To wszystko jest sprawką Lichwiarza.
uk: Це все робота Лихваря.

source: To wszystko jest sprawką Lichwiarza. Bradlock to jedynie jego sługus.
uk: Це все робота Лихваря. Бредлок – лише його слуга.

source: To wszystko za pomocą Rozjemcy. To jego moc zmieniła ich wszystkich w bryły lodu.
uk: Це все через Миротворець. Його сила перетворила їх усіх у крижані брили.

source: To wszystko, co chciałem wiedzieć.
uk: Це все, що я хотів дізнатись.

source: To wszystko, co masz do powiedzenia? Przez ciebie Ernesto ma teraz spore problemy.
uk: Це все, що ти можеш сказати? Через тебе у Ернесто зараз величезні проблеми.

source: To wszystko, co mi przychodzi do głowy.
uk: Це все, що мені спадає на думку.

source: To wszystko, co o nim wiem.
uk: Це все, що я про нього знаю.

source: To wszystko, co wiem na ten temat.
uk: Це все, що я знаю.

source: To wszystko, co wiem.
uk: Це все, що я знаю.

source: To wszystko, co z niego zostało.
uk: Це все, що від нього залишилося.
